11/data/attachments/2c9769f7b8924c88.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Emily_action_Actions_68956_2</nif:username>
            <nif:friendToBeRequested>soap_actions_cb0587d4-e7af-415b-a7c9-6a83c166a212</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>